Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/tornedalshuset.docx.tmx
Source language: nob
Languages: fkv

source: Tornedalshuset fra 1720 er hentet fra svensk side av Tornedalen, i Kalix.
fkv: Tornionlakson talo oon 1720 luvulta ja sen oon nouđettu Tornionlakson Ruottin puolelta, Kainuusta.

source: Huset viser byggeskikken som kvenene hadde med seg.
fkv: Talo näyttää sitä rakentamiskonstii minkä kväänit olthiin ottanheet myötä.

source: I Tornedalshuset står utstillingen Levd liv, basert på portrettbilder tatt av Hanna Horsberg Hansen.
fkv: Tornionlakson talossa oon näyttelys Eletty elämä, mikä näyttää portrettikuvvii mitä Hanna Horsberg Hansen oon ottanu.

source: Innsamlingen av gjenstandene fra etterkrigstiden har Norske Kvæner Børselv stått for.
fkv: Ruijan Kväänit Pyssyjokilaiset ovat kovonheet tavaroita mitä oon aijalta jälkhiin sottaa.

source: Kalenderen viser dere noen av dem.
fkv: Kalenteri näyttää muutamppii kuvvii teile.
